{"lines":["THE MERCHANT AND THE GENIE.","","","","There was formerly a merchant who possessed much property in","lands, goods, and money, and had a great number of clerks,","factors, and slaves. He was obliged from time to time to visit","his correspondents on business; and one day being under the","necessity of going a long journey on an affair of importance, he","took horse, and carried with him a wallet containing biscuits and","dates, because he had a great desert to pass over, where he could","procure no sort of provisions. He arrived without any accident at","the end of his journey; and having dispatched his affairs, took","horse again, in order to return home.","","The fourth day of his journey, he was so much incommoded by the","heat of the sun, and the reflection of that heat from the earth,","that he turned out of the road, to refresh himself under some","trees. He found at the root of a large tree a fountain of very","clear running water. Having alighted, he tied his horse to a","branch, and sitting down by the fountain, took some biscuits and","dates out of his wallet. As he ate his dates, he threw the shells","carelessly in different directions. When he had finished his","repast, being a good Moosulmaun, he washed his hands, face, and","feet, and said his prayers. Before he had finished, and while he","was yet on his knees, he saw a genie, white with age, and of a","monstrous bulk, advancing towards him with a cimeter in his hand.","The genie spoke to him in a terrible voice: \"Rise, that I may","kill thee with this cimeter, as thou hast killed my son;\" and","accompanied these words with a frightful cry. The merchant being","as much alarmed at the hideous shape of the monster as at his","threatening language, answered him, trembling, \"Alas! my good","lord, of what crime can I be guilty towards you, that you should","take away my life?\" \"I will,\" replied the genie, \"kill thee, as","thou hast killed my son.\" \"Heavens,\" exclaimed the merchant, \"how","could I kill your son? I never knew, never saw him.\" \"Did not you","sit down when you came hither?\" demanded the genie: \"did you not","take dates out of your wallet, and as you ate them, did not you","throw the shells about in different directions?\" \"I did all that","you say,\" answered the merchant, \"I cannot deny it.\" \"If it be","so,\" resumed the genie, \"I tell thee that thou hast killed my","son; and in this manner: When thou wert throwing the shells","about, my son was passing by, and thou didst throw one into his","eye, which killed him; therefore I must kill thee.\" \"Ah! my lord!","pardon me!\" cried the merchant. \"No pardon,\" exclaimed the genie,","\"no mercy. Is it not just to kill him that has killed another?\"","\"I agree it is,\" replied the merchant, \"but certainly I never","killed your son; and if I have, it was unknown to me, and I did","it innocently; I beg you therefore to pardon me, and suffer me to","live.\" \"No, no,\" returned the genie, persisting in his","resolution, \"I must kill thee, since thou hast killed my son.\"","Then taking the merchant by the arm, he threw him with his face","on the ground, and lifted up his cimeter to cut off his head.","","The merchant, with tears, protested he was innocent, bewailed his","wife and children, and supplicated the genie, in the most moving","expressions. The genie, with his cimeter still lifted up, had the","patience to hear his unfortunate victims to the end of his","lamentations, but would not relent. \"All this whining,\" said the","monster, \"is to no purpose; though you should shed tears of","blood, they should not hinder me from killing thee, as thou hast","killed my son.\" \"What!\" exclaimed the merchant, \"can nothing","prevail with you? Will you absolutely take away the life of a","poor innocent?\" \"Yes,\" replied the genie, \"I am resolved.\"","","As soon as she had spoken these words, perceiving it was day, and","knowing that the sultan rose early in the morning to say his","prayers, and hold his council, Scheherazade discontinued her","story. \"Dear sister,\" said Dinarzade, \"what a wonderful story is","this!\" \"The remainder of it,\" replied Scheherazade \"is more","surprising, and you will be of this opinion, if the sultan will","but permit me to live over this day, and allow me to proceed with","the relation the ensuing night.\" Shier-ear, who had listened to","Scheherazade with much interest, said to himself, \"I will wait","till to-morrow, for I can at any time put her to death when she","has concluded her story.\" Having thus resolved not to put","Scheherazade to death that day, he rose and went to his prayers,","and to attend his council.","","During this time the grand vizier was in the utmost distress.","Instead of sleeping, he spent the night in sighs and groans,","bewailing the lot of his daughter, of whom he believed he should","himself shortly be the executioner. As, with this melancholy","prospect before him, he dreaded to meet the sultan, he was","agreeably surprised when he found the prince entered the council","chamber without giving him the fatal orders he expected.","","The sultan, according to his custom, spent the day in regulating","his affairs; and when the night had closed in, retired with","Scheherazade. The next morning before day, Dinarzade failed not","to call to her sister: \"My dear sister, if you be not asleep, I","pray you till day-break, which is very near, to go on with the","story you began last night.\" The sultan, without waiting for","Scheherazade to ask his permission, bade her proceed with the","story of the genie and the merchant; upon which Scheherazade","continued her relation as follows.","","When the merchant saw that the genie was going to cut off his","head, he cried out aloud to him, \"For heaven's sake hold your","hand! Allow me one word. Have the goodness to grant me some","respite, to bid my wife and children adieu, and to divide my","estate among them by will, that they may not go to law after my","death. When I have done this, I will come back and submit to","whatever you shall please to command.\" \"But,\" said the genie, \"if","I grant you the time you ask, I doubt you will never return?\" \"If","you will believe my oath,\" answered the merchant, \"I swear by all","that is sacred, that I will come and meet you here without fail.\"","\"What time do you require then?\" demanded the genie. \"I ask a","year,\" said the merchant; \"I cannot in less settle my affairs,","and prepare myself to die without regret. But I promise you, that","this day twelve months I will return under these trees, to put","myself into your hands.\" \"Do you take heaven to be witness to","this promise?\" said the genie. \"I do,\" answered the merchant,","\"and you may rely on my oath.\" Upon this the genie left him near","the fountain, and disappeared.","","The merchant being recovered from his terror, mounted his horse,","and proceeded on his journey, glad on the one hand that he had","escaped so great a danger, but grieved on the other, when he","reflected on his fatal oath. When he reached home, his wife and","children received him with all the demonstrations of perfect joy.","But he, instead of returning their caresses, wept so bitterly,","that his family apprehended something calamitous had befallen","him. His wife enquire reason of his excessive grief and tears;","\"We are all overjoyed,\" said she, \"at your return; but you alarm","us by your lamentations; pray tell us the cause of your sorrow.\"","\"Alas!\" replied the husband, \"I have but a year to live.\" He then","related what had passed betwixt him and the genie, and informed","her that he had given him his oath to return at the end of the","year, to receive death from his hands.","","When they heard this afflicting intelligence, they all began to","lament in the most distressing manner. His wife uttered the most","piteous cries, beat her face, and tore her hair. The children,","all in tears, made the house resound with their groans; and the","father, not being able to resist the impulse of nature, mingled","his tears with theirs: so that, in a word, they exhibited the","most affecting spectacle possible.","","On the following morning the merchant applied himself to put his","affairs in order; and first of all to pay his debts. He made","presents to his friends, gave liberal alms to the poor, set his","slaves of both sexes at liberty, divided his property among his","children, appointed guardians for such of them as were not of","age; and after restoring to his wife all that was due to her by","their marriage contract, he gave her in addition as much as the","law would allow him.","","At last the year expired, and he was obliged to depart. He put","his burial clothes in his wallet; but when he came to bid his","wife and children adieu, their grief surpassed description. They","could not reconcile their minds to the separation, but resolved","to go and die with him. When, however, it became necessary for","him to tear himself from these dear objects, he addressed them in","the following terms: \"My dear wife and children, I obey the will","of heaven in quitting you. Follow my example, submit with","fortitude to this necessity, and consider that it is the destiny","of man to die.\" Having thus spoken, he went out of the hearing of","the cries of his family; and pursuing his journey, arrived on the","day appointed at the place where he had promised to meet the","genie. He alighted, and seating himself down by the fountain,","waited the coming of the genie, with all the sorrow imaginable.","Whilst he languished under this painful expectation, an old man","leading a hind appeared and drew near him. After they had saluted","one another, the old man said to him, \"Brother, may I ask why you","are come into this desert place, which is possessed solely by","evil spirits, and where consequently you cannot be safe? From the","beautiful trees which are seen here, one might indeed suppose the","place inhabited; but it is in reality a wilderness, where it is","dangerous to remain long.\"","","The merchant satisfied his curiosity, and related to him the","adventure which obliged him to be there. The old man listened","with astonishment, and when he had done, exclaimed, \"This is the","most surprising thing in the world! and you are bound by the most","inviolable oath. However, I will be witness of your interview","with the genie.\" He then seated himself by the merchant, and they","entered into conversation.","","\"But I see day,\" said Scheherazade, \"and must leave off; yet the","best of the story is to come.\" The sultan resolving to hear the","end of it, suffered her to live that day also.","","The next morning Dinarzade made the same request to her sister as","before: \"My dear sister,\" said she, \"if you be not asleep, tell","me one of those pleasant stories that you have read.\" But the","sultan, wishing to learn what followed betwixt the merchant and","the genie, bade her proceed with that, which she did as follows.","","Sir, while the merchant and the old man who led the hind were","conversing, they saw another old man coming towards them,","followed by two black dogs; after they had saluted one another,","he asked them what they did in that place? The old man with the","hind told him the adventure of the merchant and genie, with all","that had passed between them, particularly the merchant's oath.","He added, that it was the day agreed on, and that he was resolved","to stay and see the issue.","","The second old man thinking it also worth his curiosity, resolved","to do the same, and took his seat by them. They had scarcely","begun to converse together, when there arrived a third old man","leading a mule. He addressed himself to the two former, and asked","why the merchant who sat with them looked so melancholy? They","told him the reason, which appeared to him so extraordinary, that","he also resolved to witness the result; and for that purpose sat","down with them.","","In a short time they perceived a thick vapour, like a cloud of","dust raised by a whirlwind, advancing towards them. When it had","come up to them it suddenly vanished, and the genie appeared;","who, without saluting them, went to the merchant with a drawn","cimeter, and taking him by the arm, said, \"Get thee up, that I","may kill thee, as thou didst my son.\" The merchant and the three","old men began to lament and fill the air with their cries.","","When the old man who led the hind saw the genie lay hold of the","merchant, and about to kill him, he threw himself at the feet of","the monster, and kissing them, said to him, \"Prince of genies, I","most humbly request you to suspend your anger, and do me the","favour to hear me. I will tell you the history of my life, and of","the hind you see; and if you think it more wonderful and","surprising than the adventure of the merchant, I hope you will","pardon the unfortunate man a third of his offence.\" The genie","took some time to deliberate on this proposal, but answered at","last, \"Well then, I agree.\""]}